Repository: PhraseApp-Blog/flutter-i18n-at-scale
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Account
ar: الحساب

# appTitle
source: HandiCraft
ar: هانديكرافت

source: Belts
ar: أحزمة

source: Cart
ar: عربة التسوق

source: Ceramic sculptures
ar: منحوتات خزفية

source: Chinese teapots
ar: أقداح الشاي الصينية

source: Daniel Garcia
ar: دانيال جارسيا

# dayOfDeadSculptures
source: Mexican Day of the Dead (DÃ­a de Muertos) sculptures
ar: تماثيل يوم الموتى المكسيكي

# email
source: Email address
ar: البريد الاكتروني

source: Facades
ar: واجهات

source: Featured
ar: متميز

source: Featured Creators
ar: الحرفيين المميزين

source: Foozle
ar: فوزل

source: Hala Mahmoud
ar: هاله محمود

source: Intricate woodworking
ar: النجارة المعقدة

source: Mary Shayk
ar: ماري شايك

# morrocanLeather
source: Moroccan Leather
ar: جلد مغربي

# resuableHouseholdItems
source: Reusable household items
ar: الأدوات المنزلية التي يعاد استخدامها

source: Rui Yang
ar: ريو يانج

source: Search
ar: بحث

# searchPlaceholder
source: Find creator or product
ar: ابحث عن حرفي أو منتج

source: Specialties
ar: التخصصات

source: Top Rated
ar: الأعلى تقييمًا - 123

source: Username
ar: إسم المستخدم

source: Wallets
ar: محافظ

source: Wooden Art
ar: فن خشبي

source: Woodworking
ar: النجارة
